<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы приложения
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются с сущностью приложения для
    | различных сообщений которые мы должны вывести пользователю на экран.
    |
    */

    'Навигация' => 'Navigation',
    'Забыли пароль?' => 'Do you forget password?',
    'Авторизация' => 'Authorization',
    'Сброс пароля' => 'Reset password',
    'Отправить ссылку для сброса пароля' => 'Send link for reset password',
    'Регистрация' => 'Registration',

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы приложения для кнопок
    |--------------------------------------------------------------------------
    |
    | Различные тексты кнопок, связанные с сущностью книги
    |
    */

    'button' => [
        'Вход' => 'Enter',
        'Регистрация' => 'Registration',
        'Профиль' => 'Profile',
        'Выход' => 'Exit',
        'Запомнить меня' => 'Remember me',
        'Сбросить пароль' => 'Reset password',
    ],

];