<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы книги
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются с сущностью книги для
    | различных сообщений которые мы должны вывести пользователю на экран.
    |
    */

    'Профиль книги' => 'Profile of the book',
    'Оценка: :estimate/10' => 'Estimate: :estimate/10',
    '-описание отсутствует-' => '-book have no description-',
    'Редактирование профиля' => 'Edit profile',
    'Создание книги' => 'Create book',
    'Название' => 'Title',
    'Обложка' => 'Cover',
    'Текст книги' => 'Text of book',
    'Описание' => 'Description',
    'Жанры' => 'Genres',
    'Статус' => 'Status',
    'Черновик (видите только вы)' => 'Private (see only you)',
    'Чистовик (видят все)' => 'Public (see everybody)',
    'Список книг' => 'List of books',
    'Выберите жанры' => 'Choose genres',
    'Сортировать' => 'Sort',
    'по рейтингу' => 'by rating',
    'по дате добавления' => 'by date of upload',
    'Нет ни одной книги, доступной для чтения' => 'There are no books avaLiable for reading',
    'Описание книги' => 'Description of the book',
    'Новинки' => 'New books',

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы книги для кнопок
    |--------------------------------------------------------------------------
    |
    | Различные тексты кнопок, связанные с сущностью книги
    |
    */

    'button' => [
        'Читать' => 'Read',
        'Редактировать' => 'Edit',
        'Удалить' => 'Delete',
        'Закрыть' => 'Close',
        'Сохранить' => 'Save',
        'К профилю' => 'To profile',
        'Создать' => 'Create',
        'Найти' => 'Find',
        'К профилю книги' => 'To profile of the book',
        'Профиль' => 'Profile',
        'Загрузить новую' => 'Upload new',
        'Больше книг' => 'More books',
    ],

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы книги для модальных окон
    |--------------------------------------------------------------------------
    |
    | Различные тексты модальных окон, связанные с сущностью книги
    |
    */

    'modal' => [
        'Подтвердите удаление' => 'Approve delete',
        'Вы уверены, что хотите удалить книгу <strong>:book</strong>?' => 'Do you really want delete <strong>:book</strong> book?'
    ],

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы книги для api сообщений
    |--------------------------------------------------------------------------
    |
    | Различные тексты сообщений api, связанные с сущностью книги
    |
    */

    'api' => [
        'Данные были успешно обновлены' => 'Data was successfully updated',
        'Книга была успешно удалена' => 'Book was successfully deleted',
        'Книги не существует' => 'Book not found',
    ],

];