<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы ошибки
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются с сущностью ошибки для
    | различных сообщений которые мы должны вывести пользователю на экран.
    |
    */

    'Простите, но для доступа к этой странице вы должны быть авторизованы.' => 'Sorry, but for access this page you must be authorized.',
    'Простите, но у вас нет прав для доступа к этой странице.' => 'Sorry, but you have not permission to access this page.',
    'Простите, но вы не можете осуществить данное действие.' => 'Sorry, but you have not permission to execute this action.',

];