<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы библиотеки
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются с сущностью библиотеки для
    | различных сообщений которые мы должны вывести пользователю на экран.
    |
    */

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы библиотеки для кнопок
    |--------------------------------------------------------------------------
    |
    | Различные тексты кнопок, связанные с сущностью библиотеки
    |
    */

    'button' => [
        'Добавить в библиотеку' => 'Add to library',
        'Удалить из библиотеки' => 'Delete from library',
    ],

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы библиотеки для api сообщений
    |--------------------------------------------------------------------------
    |
    | Различные тексты сообщений api, связанные с сущностью библиотеки
    |
    */

    'api' => [
        'книга уже существует в библиотеке' => 'book already exist in the library',
        'книга была успешно добавлена в библиотеку' => 'book was successfully added in the library',
        'книга не существует в библиотеке' => 'book does not exist in the library',
        'книга была успешно удалена из библиотеки' => 'book was successfully deleted from the library',
        'вы не можете манипулировать в библиотеке своей собственной книгой' => 'you cannot manipulate your own book in the library',
    ],

];