<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы читалки
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются с сущностью читалки для
    | различных сообщений которые мы должны вывести пользователю на экран.
    |
    */

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы читалки для кнопок
    |--------------------------------------------------------------------------
    |
    | Различные тексты кнопок, связанные с сущностью читалки
    |
    */

    'button' => [
        'Сохранить' => 'Save'
    ],

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы читалки для api сообщений
    |--------------------------------------------------------------------------
    |
    | Различные тексты сообщений api, связанные с сущностью читалки
    |
    */

    'api' => [
        'Данные были успешно обновлены' => 'Data was successfully updated',
    ],

];