<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы оценки рецензии
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются с сущностью оценки рецензии для
    | различных сообщений которые мы должны вывести пользователю на экран.
    |
    */

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы оценки рецензии для api сообщений
    |--------------------------------------------------------------------------
    |
    | Различные тексты сообщений api, связанные с сущностью оценки рецензии
    |
    */

    'api' => [
        'положительная оценка к рецензии уже существует' => 'positive estimate for review already exist',
        'негативная оценка к рецензии уже существует' => 'negative estimate for review already exist',
        'оценка к рецензии была успешно добавлена' => 'estimate for review was successfully added',
        'вы не можете оставить оценку к своей собственной книге' => 'you cannot send estimate for your own book',
        'вы не можете оставить оценку к своей собственой рецензии' => 'you cannot send estimate for your own review',
    ],

];