<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы пользователя
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются с сущностью пользователя для
    | различных сообщений которые мы должны вывести пользователю на экран.
    |
    */

    'Редактирование профиля' => 'Edit profile',
    'Ник' => 'Nickname',
    'Аватар' => 'Avatar',
    'Фамилия' => 'Surname',
    'Имя' => 'Name',
    'Отчество' => 'Patronymic',
    'Пол' => 'Gender',
    'Не указан' => 'Not selected',
    'Мужской' => 'Male',
    'Женский' => 'Female',
    'E-Mail' => '',
    'Дата рождения' => 'Birthday date',
    'Пароль' => 'Password',
    'Новый пароль' => 'New password',
    'Повтор пароля' => 'Repeat password',
    'Таймзона' => 'Timezone',
    'О себе' => 'About',
    'Профиль пользователя' => 'Profile of the user',
    'Рейтинг: :rating/10' => 'Rating: :rating/10',
    'Мои книги' => 'My books',
    'Книги автора' => 'Author\'s books',
    'Моя библиотека' => 'My library',
    'Библиотека пользователя' => 'User\'s library',
    'Список пользователей' => 'List of users',
    'Увы! Этим сайтом еще никто не пользуется. Станьте первым!' => 'We are sorry, but no one use this site. Be first!',
    'По рейтингу' => 'By rating',
    'По количеству книг' => 'By book\'s count',
    'Пользователи' => 'Users',

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы пользователя для кнопок
    |--------------------------------------------------------------------------
    |
    | Различные тексты пользователя, связанные с сущностью книги
    |
    */

    'button' => [
        'Профиль' => 'Profile',
        'Сохранить' => 'Save',
        'К профилю' => 'To the profile',
        'Редактировать' => 'Edit',
        'К профилю пользователя' => 'To user\'s profile',
        'Все пользователи' => 'All users',
    ],

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы пользователя для api сообщений
    |--------------------------------------------------------------------------
    |
    | Различные тексты сообщений api, связанные с сущностью пользователя
    |
    */

    'api' => [
        'Пользователь не авторизован' => 'User is not authorized',
        'Данные были успешно обновлены' => 'Data was successfully updated'
    ],

];