<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы книги
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются с сущностью книги для
    | различных сообщений которые мы должны вывести пользователю на экран.
    |
    */

    'success_update' => 'Данные были успешно обновлены',
    'success_delete' => 'Книга была успешно удалена',
    'profile' => 'Профиль книги',
    'no_description' => 'описание отсутствует',
    'estimate' => 'Оценка',
    'read' => 'Читать',
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'not_found' => 'Книги не существует',

];