<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы библиотеки
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются с сущностью библиотеки для
    | различных сообщений которые мы должны вывести пользователю на экран.
    |
    */

    'add_to_library' => 'Добавить в библиотеку',
    'delete_from_library' => 'Удалить из библиотеки',
    'book_already_exist' => 'книга уже существует в библиотеке',
    'book_was_successfully_added' => 'книга была успешно добавлена в библиотеку',
    'book_does_not_exist' => 'книга не существует в библиотеке',
    'book_was_successfully_deleted' => 'книга была успешно удалена из библиотеки',
    'your_own_book_error' => 'вы не можете манипулировать в библиотеке своей собственной книгой'

];