<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы модального окна
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются с модальным окном для
    | различных сообщений которые мы должны вывести пользователю на экран.
    |
    */

    'delete' => 'Удалить',
    'close' => 'Закрыть',
    'confirm_delete' => 'Подтвердите удаление',
    'do_you_really_want_delete_book' => 'Вы уверены, что хотите удалить книгу',

];