<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Множественные числа для наименований
    |--------------------------------------------------------------------------
    |
    | Данные значения используются для корректного вывода на страницу существительных во множественном числе
    |
    */

    'reviews' => '{0} рецензий
                  |{1} рецензия
                  |[2,4] рецензии
                  |[5,Inf] рецензий',
    'pages' => '{0} страниц
                |{1} страница
                |[2,4] страницы
                |[5,Inf] страниц',
];
