<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы рецензии
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются с сущностью рецензии для
    | различных сообщений которые мы должны вывести пользователю на экран.
    |
    */

    'reviews' => 'Рецензии',
    'no_description' => 'Тут пока нет ни одной рецензии. Оставьте отзыв первым!',
    'add_review' => 'Добавить рецензию',
    'success_delete' => 'Рецензия была успешно удалена',
    'not_found' => 'Рецензии не сущетсвует',
    'not_found_for_book' => 'Рецензии для текущей книги не сущетвует',

];