<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы оценки рецензии
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются с сущностью оценки рецензии для
    | различных сообщений которые мы должны вывести пользователю на экран.
    |
    */

    'positive_already_exist' => 'положительная оценки к рецензии уже существует',
    'negative_already_exist' => 'негативная оценка к рецензии уже существует',
    'success_add' => 'оценка к рецензии была успешно добавлена',
    'your_own_book_error' => 'вы не можете оставить оценку к своей собственной книге',
    'your_own_review_error' => 'вы не можете оставить оценку к совей собственой рецензии',

];