<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы пользователя
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются с сущностью пользователя для
    | различных сообщений которые мы должны вывести пользователю на экран.
    |
    */

    'success_update' => 'Данные были успешно обновлены',
    'unauthorized' => 'Пользователь не авторизован'

];